Map<String, Map> scheduled = {
  "КБ-41": {
    "Понеділок": {
      4: 'Технології розслідування інцидентів інформаційної безпеки',
      5: 'Безпека програмного забезпечення',
    },
    "Вівторок": {
      3: 'Основи охорони праці та безпека життєдіяльності',
      4: 'Контрольно-вимірювальна апаратура інформаційної безпеки',
      6: 'Системи охорони державної таємниці',
      7: 'Організаційне забезпечення технічного захисту інформації'
    },
    "Середа": {
      1: 'Безпека програмного забезпечення',
      2: 'Безпека програмного забезпечення',
      7: 'Системи автентифікації і управління доступом'
    },
    "Четвер": {
      1: 'Системи виявлення вторгнень',
      3: 'Мікропроцесори в системах технічного захисту інформації'
    },
    "П'ятниця": {
      1: 'Мікропроцесори в системах технічного захисту інформації',
    },
  },
  "КБ-42": {
    "Понеділок": {
      4: 'Технології розслідування інцидентів інформаційної безпеки',
      5: 'Безпека програмного забезпечення',
    },
    "Вівторок": {
      3: 'Основи охорони праці та безпека життєдіяльності',
      4: 'Контрольно-вимірювальна апаратура інформаційної безпеки',
      6: 'Системи охорони державної таємниці',
      7: 'Організаційне забезпечення технічного захисту інформації'
    },
    "Середа": {
      1: 'Безпека програмного забезпечення',
      2: 'Безпека програмного забезпечення',
      7: 'Системи автентифікації і управління доступом'
    },
    "Четвер": {
      1: 'Системи виявлення вторгнень',
      3: 'Мікропроцесори в системах технічного захисту інформації'
    },
    "П'ятниця": {
      1: 'Мікропроцесори в системах технічного захисту інформації',
    },
  },
  "КБ-43": {
    "Понеділок": {
      2: 'Архітектура спеціалізованих комп`ютерних систем',
      3: 'Діагностика комп`ютерних засобів'
    },
    "Вівторок": {
      1: 'Комп`ютерні засоби опрацювання сигналів',
      4: 'Технології проектування комп`ютерних систем',
      6: 'Проектування комп`ютерних засобів обробки сигналів і зображень'
    },
    "Середа": {
      1: 'Технології проектування комп`ютерних систем',
      2: 'Архітектура спеціалізованих комп`ютерних систем',
      3: 'Захист інформації в комп`ютерних системах'
    },
    "Четвер": {
      4: 'Технології проектування комп`ютерних систем',
      5: 'Архітектура спеціалізованих комп`ютерних систем',
      6: 'Проектування комп`ютерних засобів обробки сигналів і зображень'
    },
    "П'ятниця": {
      2: 'Діагностика комп`ютерних засобів',
      3: 'Комп`ютерні засоби опрацювання сигналів',
      4: 'Захист інформації в комп`ютерних системах'
    },
  },
  "КБ-44": {
    "Понеділок": {
      4: 'Технології розслідування інцидентів інформаційної безпеки',
      5: 'Безпека програмного забезпечення',
    },
    "Вівторок": {
      3: 'Основи охорони праці та безпека життєдіяльності',
      4: 'Контрольно-вимірювальна апаратура інформаційної безпеки',
      6: 'Системи охорони державної таємниці',
      7: 'Організаційне забезпечення технічного захисту інформації'
    },
    "Середа": {
      1: 'Безпека програмного забезпечення',
      2: 'Безпека програмного забезпечення',
      7: 'Системи автентифікації і управління доступом'
    },
    "Четвер": {
      1: 'Системи виявлення вторгнень',
      3: 'Мікропроцесори в системах технічного захисту інформації'
    },
    "П'ятниця": {
      1: 'Мікропроцесори в системах технічного захисту інформації',
    },
  }
};
